{
	"main": {
		"statistics": "Statistics",
		"promo": "Promo materials",
		"bounty": "Bounty",
		"info": "Info",
		"link": "Link",
		"copied": "Copied",
		"copy": "Copy",
		"information": "INFORMATION",
		"infoDescription": "Please, remember, your referral commission is calculated with delay. You will get your earnings for the previous day on the next day. For more information, please, ",
		"readHere": "read here",
		"total": "Total",
		"yesterday": "Yesterday",
		"week": "Week",
		"month": "Month",
		"customPeriod": "Custom period",
		"profit": "Profit",
		"date": "Date",
		"unique": "Unique",
		"hits": "Hits",
		"regs": "Regs.",
		"mining": "Mining",
		"purchase": "Purchase"
	},
	"info": {
		"commission": "Your referral commission:",
		"purchased": "purchased",
		"integratedReferral": "It’s pretty simple as it is integrated in our regular referral program:",
		"invite": "Invite people to join RollerCoin and participate in a crowdsale: friends, followers, subscribers etc. Share your referral link anywhere you want.",
		"earn": "These users become your referrals and you can earn regular referral commission from them.",
		"additional": "If they participate in the crowdsale you will get an additional 10% from the number of RLT they purchase, excluding bonus tokens.",
		"extraBonuses": "In addition, we have analyzed the main social networks used by RollerCoin players and would like to provide some extra bonuses to referrals who will create the most engaging content.",
		"howToScore": "How to score some points?",
		"check": "We will carefully check all the submitted publications and evaluate the engagement based on views, likes, shares, up-votes etc. depending on the social platform. Also, at our own discretion, we may allocate some additional points to the most creative users even if their content does not get that much attention. So, creativity is the key. The content of your posts or publications can be related to the RollerCoin game in general or crowdsale in particular. There are no restrictions to your imagination!",
		"prizes": "Prizes",
		"award": "We award the first five places in each of the three nominations. Remember - everyone can win. Besides, if you don’t win any of the prizes, you’ll still have plenty of satoshi and RLT earned through your referees!",
		"nominations": "Our nominations (more details below):",
		"bestTopic": "Best Bitcointalk Topic Contest",
		"bestVideo": "Best YouTube Video Contest",
		"bestPost": "Best Reddit Post Contest",
		"place": "place",
		"and": "and",
		"each": "each"
	},
	"referralInfo": {
		"title": "Referral | RollerCoin.com | Information",
		"moreThan": "MORE THAN JUST A GAME:",
		"playAndReceive": "PLAY AND RECEIVE",
		"referralsProfit": "25% FROM REFERRALS’ PROFIT",
		"fromPurchases": "FROM IN-GAME PURCHASES",
		"earningRealBtc": "What can be better than mining real bitcoins? Getting paid for referring your friends and other crypto enthusiasts to RollerCoin.",
		"countProfit": "Count Your Profit",
		"percentageCombined": "You get a percentage from the combined income of each user you’ve referred.",
		"commissionCan": "Your commission can be ",
		"ofTotalProfit": "25% of the total profit",
		"ofReferred": "of the referred user.",
		"commissionCalculated": "Your commission is calculated next day following the day you referred a user. Don’t worry, nothing will be lost or forgotten, you get paid full commission every day for activity conducted on the previous day. The money will be transferred to your in-game balance. You can choose to withdraw it or spend on mining equipment and other boosts in the store to get more mining rewards.",
		"whatCanOffer": "WHAT CAN WE OFFER?",
		"payouts": "Instant payouts",
		"fastGrowing": "Fast growing niche",
		"cuttingEdge": "Cutting-edge technology",
		"commission": "commission",
		"statistics": "Detailed statistics",
		"privacy": "Privacy protection",
		"connectedToAccount": "Your referred users will be connected with your account and you will receive a percentage from their profit as long as their accounts are active.",
		"readyToHelp": "Our team is always ready to help you with providing creatives, promo materials or even setting up a blog or a website.",
		"howToBecome": "HOW TO BECOME OUR PARTNER?",
		"createAccount": "Create an account",
		"getLink": "Get a link or banner from our promo materials",
		"placeIt": "Place it on your website or blog",
		"step": "Step",
		"start": "Start getting profit"
	},
	"promo": {
		"title": "Referral | RollerCoin.com | Promo materials",
		"static": "Static banners",
		"gif": "Gif banners",
		"code": "Code",
		"copied": "Copied",
		"copy": "Copy"
	}
}
