{
	"main": {
		"statistics": "Estadísticas",
		"promo": "Materiales promocionales",
		"bounty": "Regalos",
		"info": "Info",
		"link": "Enlace",
		"copied": "Copiado",
		"copy": "Copiar",
		"information": "INFORMACIÓN",
		"infoDescription": "Recuerda que tu comisión por recomendación se calcula con retraso. Recibirás tus ganancias del día anterior al día siguiente. Si necesitas más información, ",
		"readHere": "lee aquí",
		"total": "Total",
		"yesterday": "Ayer",
		"week": "Semana",
		"month": "Mes",
		"customPeriod": "Periodo personalizado",
		"profit": "Beneficio",
		"date": "Fecha",
		"unique": "Únicos",
		"hits": "Clics",
		"regs": "Regs.",
		"mining": "Minería",
		"purchase": "Adquirir",
		"users": "Usuarios",
		"filter": "Filtro",
		"referralLink": "Enlace de recomendación",
		"from": "De"
	},
	"info": {
		"commission": "Tu comisión por recomendación:",
		"purchased": "comprado",
		"integratedReferral": "Es bastante simple, ya que está integrado en nuestro programa de recomendación normal:",
		"invite": "Invita a la gente a unirse a RollerCoin y participa en una venta colectiva: amigos, seguidores, suscriptores, etc. Comparte tu enlace de recomendación donde quieras.",
		"earn": "Estos usuarios se convierten en tus recomendaciones y te pueden hacer ganar una comisión de recomendación normal.",
		"additional": "Si participan en la venta colectiva, obtendrás un 10 % adicional de la cantidad de RLT que compren, sin incluir los tokens de bonificación.",
		"extraBonuses": "Además, hemos analizado las principales redes sociales utilizadas por los jugadores de RollerCoin y nos gustaría ofrecer algunas bonificaciones adicionales a las recomendaciones que creen el contenido más atractivo.",
		"howToScore": "¿Cómo conseguir puntos?",
		"check": "Revisaremos cuidadosamente todas las publicaciones enviadas y evaluaremos el compromiso en función de las vistas, los me gusta, las acciones compartidas, los votos a favor, etc., según la plataforma social. Además, a nuestra discreción, podemos asignar puntos adicionales a los usuarios más creativos, incluso si su contenido no recibe mucha atención. Así que la creatividad es la clave. El contenido de tus posts o publicaciones puede estar relacionado con el juego RollerCoin en general o con la venta colectiva en particular. ¡No hay límites a tu imaginación!",
		"prizes": "Premios",
		"award": "Premiamos los cinco primeros puestos de cada una de las tres nominaciones. Recuerda: todo el mundo puede ganar. Además, si no ganas ninguno de los premios, ¡todavía tendrás todo el satoshi y los RLT ganados con las personas recomendadas!",
		"nominations": "Nuestras nominaciones (más información a continuación):",
		"bestTopic": "Concurso al mejor tema de Bitcointalk",
		"bestVideo": "Concurso al mejor vídeo de YouTube",
		"bestPost": "Concurso a la mejor publicación de Reddit",
		"place": "place",
		"and": "y",
		"each": "cada uno"
	},
	"referralInfo": {
		"title": "Recomendación | RollerCoin.com | Información",
		"moreThan": "MÁS QUE UN JUEGO:",
		"playAndReceive": "JUEGA Y RECIBE",
		"referralsProfit": "UN 25 % DE LOS BENEFICIOS DE TUS RECOMENDACIONES",
		"fromPurchases": "DE LAS COMPRAS INTEGRADAS",
		"earningRealBtc": "¿Qué puede ser mejor que minar bitcoins reales? Que te paguen por recomendar RollerCoin a tus amigos y a otros fans de las criptomonedas.",
		"countProfit": "Cuenta tus beneficios",
		"percentageCombined": "Recibes un porcentaje de los ingresos combinados de cada usuario que hayas recomendado.",
		"commissionCan": "Tu comisión puede ser ",
		"ofTotalProfit": "de un 25 % de los beneficios totales",
		"ofReferred": "del usuario recomendado.",
		"commissionCalculated": "Tu comisión se calcula al día siguiente del día en que recomendaste a un usuario. No te preocupes, no se pierde ni se olvida nada; se te paga la comisión completa todos los días por la actividad realizada el día anterior. El dinero se transferirá a tu saldo en el juego. Puedes optar por retirarlo o gastarlo en equipamiento de minería y otros potenciadores de la tienda para obtener más recompensas de minería.",
		"whatCanOffer": "¿QUÉ PODEMOS OFRECER?",
		"payouts": "Pagos instantáneos",
		"fastGrowing": "Nicho de rápido crecimiento",
		"cuttingEdge": "Tecnología de vanguardia",
		"commission": "comisión",
		"statistics": "Estadísticas detalladas",
		"privacy": "Protección de la privacidad",
		"connectedToAccount": "Los usuarios que hayas recomendado estarán conectados a tu cuenta y recibirás un porcentaje de sus ganancias mientras sus cuentas estén activas.",
		"readyToHelp": "Nuestro equipo siempre está listo para ayudarte para generar creatividad y materiales promocionales o incluso crear un blog o un sitio web.",
		"howToBecome": "¿CÓMO PUEDES SER SOCIO NUESTRO?",
		"createAccount": "Crea una cuenta",
		"getLink": "Consigue un enlace o banner de nuestros materiales promocionales",
		"placeIt": "Colócalo en tu sitio web o blog",
		"step": "Paso",
		"start": "Empieza a conseguir beneficios"
	},
	"promo": {
		"title": "Recomendación | RollerCoin.com | Materiales promocionales",
		"static": "Banners estáticos",
		"gif": "Banners gif",
		"code": "Código",
		"copied": "Copiado",
		"copy": "Copiar"
	}
}
