{
	"main": {
		"statistics": "Estatísticas",
		"promo": "Materiais promocionais",
		"bounty": "Recompensa",
		"info": "informações",
		"link": "Link",
		"copied": "Copiado",
		"copy": "Copiar",
		"information": "INFORMAÇÕES",
		"infoDescription": "Lembre-se, sua comissão por indicação é calculada com atraso. Você receberá a quantia referente ao dia anterior no dia seguinte. Para mais informações, ",
		"readHere": "leia aqui",
		"total": "Total",
		"yesterday": "Ontem",
		"week": "Semana",
		"month": "Mês",
		"customPeriod": "Período personalizado",
		"profit": "Lucro",
		"date": "Data",
		"unique": "Único",
		"hits": "Cliques",
		"regs": "Regs.",
		"mining": "Mineração",
		"purchase": "Compra",
		"users": "Usuários",
		"filter": "Filtro",
		"referralLink": "Link de indicação",
		"from": "De"
	},
	"info": {
		"commission": "Sua comissão por indicação:",
		"purchased": "comprado",
		"integratedReferral": "É bem simples já que é integrado ao nosso programa de indicação comum:",
		"invite": "Convide mais pessoas para participarem de RollerCoin e participar da venda coletiva: amigos, seguidores, assinantes, etc. Compartilhe seu link de indicação onde você quiser.",
		"earn": "Esses usuários se tornarão suas indicações e você pode receber uma comissão por indicação comum por eles.",
		"additional": "Se eles participarem na venda coletiva, você receberá 10% adicional do número de RLT que eles comprarem, excluindo tokens bônus.",
		"extraBonuses": "Além disso, nós analisamos as principais redes sociais usadas pelos jogadores de RollerCoin e queremos fornecer bônus extra para indicações que criarem o conteúdo com mais engajamento.",
		"howToScore": "Como pontuar?",
		"check": "Nós verificamos cuidadosamente todas as publicações enviadas e avaliamos o engajamento de acordo com visualizações, curtidas, compartilhamentos, votos positivos, de acordo com a plataforma social. Além disso, a nosso critério, podemos distribuir alguns pontos adicionais para os usuários mais criativos, mesmo se o conteúdo não receber tanta atenção. Então, criatividade é a alma do negócio. O conteúdo das suas postagens ou publicações pode ser relacionado ao jogo RollerCoin no geral ou à venda coletiva em particular. Não há restrições para a sua imaginação!",
		"prizes": "Prêmios",
		"award": "Vamos premiados os cinco primeiros lugares em cada uma das três categorias. Lembre-se - todo mundo pode ganhar. Além disso, se você não ganhar nenhum prêmio, você ainda terá bastante Satoshi e RLT através de suas indicações!",
		"nominations": "Nossas categorias (mais detalhes abaixo):",
		"bestTopic": "Competição de Melhor Bitcointalk",
		"bestVideo": "Competição de Melhor Vídeo no YouTube",
		"bestPost": "Competição de Melhor Publicação no Reddit",
		"place": "place",
		"and": "e",
		"each": "cada"
	},
	"referralInfo": {
		"title": "Indicação | RollerCoin.com | Informações",
		"moreThan": "MAIS DO QUE UM JOGO:",
		"playAndReceive": "JOGUE E RECEBA",
		"referralsProfit": "25% DO LUCRO DA INDICAÇÃO",
		"fromPurchases": "POR COMPRAS NO JOGO",
		"earningRealBtc": "O que pode ser melhor do que minerar Bitcoins de verdade? Receber por indicar seus amigos e outros entusiastas de criptomoedas para o RollerCoin.",
		"countProfit": "Conte seu lucro",
		"percentageCombined": "Você recebe uma porcentagem do lucro combinado de cada usuário que indicou.",
		"commissionCan": "Sua comissão pode ser ",
		"ofTotalProfit": "25% do lucro total",
		"ofReferred": "do usuário indicado.",
		"commissionCalculated": "Sua comissão é calculada no dia seguinte ao dia que você indicou um usuário. Não se preocupe, nada será perdido ou esquecido, você receberá a comissão total todos os dias por atividade conduzida no dia anterior. O dinheiro será transferido para seu saldo no jogo. Você pode escolher sacar ou gastar em equipamento de mineração e outros impulsos na loja para receber mais recompensas de mineração.",
		"whatCanOffer": "O QUE OFERECEMOS?",
		"payouts": "Pagamentos instantâneos",
		"fastGrowing": "Nicho em rápido crescimento",
		"cuttingEdge": "Tecnologia de ponta",
		"commission": "comissão",
		"statistics": "Estatísticas detalhas",
		"privacy": "Proteção de privacidade",
		"connectedToAccount": "Seus usuários indicados serão conectados à sua conta e você receberá uma porcentagem de seus lucros enquanto suas contas estiverem ativas.",
		"readyToHelp": "Nossa equipe também está sempre pronta para ajudar fornecendo materiais promocionais ou até mesmo montando um blog ou site.",
		"howToBecome": "COMO SE TORNAR NOSSO PARCEIRO?",
		"createAccount": "Crie uma conta",
		"getLink": "Obtenha um link ou banner em nossos materiais promocionais",
		"placeIt": "Coloque-o no seu site ou blog",
		"step": "Etapa",
		"start": "Comece a lucrar"
	},
	"promo": {
		"title": "Indicação | RollerCoin.com | Materiais Promocionais",
		"static": "Banners estáticos",
		"gif": "Banners em Gif",
		"code": "Código",
		"copied": "Copiado",
		"copy": "Copiar"
	}
}
