{
  "helmetTitle": "RollerCoin – Online Bitcoin Mining Simulator Game",
  "helmetDescription": "❰❰❰ RollerCoin ❱❱❱ is the first online bitcoin mining simulator game ☛ Start Playing Now! ☚ Earn real bitcoins while enjoying the game and competing with your friends.",
  "rollerTitleAdditional": "ONLINE BITCOIN MINING SIMULATOR",
  "startMining": "Start mining",
  "virtualData": "BUILD YOUR VIRTUAL DATA CENTER AND START MINING",
  "haveFun": "BITCOINS WHILE HAVING FUN.",
  "nextBlock": "Next block size",
  "distributed": "distributed in",
  "poolSize": "total pool size",
  "payout": "Last 24h reward",
  "totalPaid": "total mined",
  "nutshell": {
    "title": "RollerCoin in a Nutshell",
    "description1": "RollerCoin is an online, virtual bitcoin mining game where you compete against your friends to mine bitcoins. It takes the concept of bitcoin mining, but instead of the sophisticated Blockchain and processing algorithms, RollerCoin lets you test your skills, complete missions, undertake tasks, and play games to build your mining empire.",
    "description2": "Basically, we have cut out the hard stuff and kept the amusement. Build and develop your own mining data center, make upgrades and tweaks to boost your mining power and compete with friends. No real-world set-up, no hassle - just sign up, log in, customize your character, and you’re ready to go. You’re in complete control! All play and no work - that’s our motto.",
    "topMiners": "Top miners",
    "allMiners": "All miners",
    "online": "online:",
    "total": "Total",
    "miners": "Miners:",
    "max": "Max:",
    "joined": "Joined:"
  },
  "howItWorks": {
    "title": "HOW DOES IT ALL WORK?",
    "signup": "signup",
    "description": "Fast and simple. Use either email or Facebook account - a couple clicks and you’re ready to mine!",
    "customize": "CUSTOMIZE YOUR CHARACTER",
    "ownCharacter": "Make your own RollerCoin characters. Customize them, trick them out – it’s up to you.",
    "startMining": "START MINING GAME",
    "playAndFun": "Play fun and addictive side-missions, tasks, and mini-games to increase your mining power. The more powerful your miner is, the greater is your pool share. Simple.",
    "earnBitcoin": "GET BLOCK REWARDS",
    "profits": "Profits won’t keep you waiting. Either withdraw or upgrade your miner to advance. You’ve got to spend money to make money, right?",
    "empire": "BUILD YOUR BITCOIN EMPIRE!",
    "history": "You’ve earned your place in RollerCoin history. Get yourself a Ferrari, or an island, or a couple of beers and some pizza – really, whatever floats your boat."
  },
  "hooked": {
    "title": "OK, I’m Hooked, Tell Me More!",
    "obstacles": "Real world obstacles",
    "realStuff": "You will have to deal with some real stuff, like following cryptocurrency rates, calculating which coin is more profitable to mine, and recharging your mining machines. Well, it might slow you down, but we bet it can’t stop a real miner!",
    "friend": "Bring a friend",
    "bestFriend": "Who is the best among your friends? Bring them all here and let the competition begin! Build up the most powerful data center and win the whole RollerCoin community. And we will make sure both of you get a good bonus for spreading the word.",
    "earn": "MINE REAL BITCOINS",
    "cut": "You’ll play as though you were really mining: every ten minutes a bitcoin block is allocated and all active players get a chunk of it. How big your cut is, depends on your mining power. You can enjoy a good reward for all your time and effort.",
    "facility": "Build your mining facility",
    "playGames": "Want to increase your influence? Play mini-games, complete different tasks and carry out missions to level up and gain more mining power. Upgrade your data center far enough and you’ll become a super miner – one of the big dogs.",
    "prizes": "Special events and prizes",
    "promotions": "We are constantly holding special contests and promotions to reward the most hard-working miners. Keep playing our mining simulator and follow the news to stay tuned.",
    "obstacles2": "Real world obstacles"
  },
  "joinText": "Too good to be true? Join now and check it out!",
  "signup": "Sign up"
}
