{
	"helmetTitle": "RollerCoin – Juego simulador de minería de bitcoins en línea",
	"helmetDescription": "❰❰❰ RollerCoin ❱❱❱ es el primer juego simulador de minería de bitcoins en línea ☛ ¡Empieza a jugar ahora! ☚ Gana bitcoins reales mientras disfrutas del juego y compites con tus amigos.",
	"rollerTitleAdditional": "SIMULADOR DE MINERÍA DE BITCOINS EN LÍNEA",
	"startMining": "Empezar a minar",
	"virtualData": "CONTRUYE TU CENTRO DE DATOS VIRTUAL Y EMPIEZA A MINAR",
	"haveFun": "BITCOINS MIENTRAS TE DIVIERTES.",
	"nextBlock": "Siguiente tamaño de bloque",
	"distributed": "distribuido en",
	"poolSize": "cantidad total",
	"payout": "Recompensa de las últimas 24 h",
	"totalPaid": "total minado",
	"nutshell": {
		"title": "Resumen general de RollerCoin",
		"description1": "RollerCoin es un juego virtual de minería de bitcoins en línea en el que compites contra tus amigos para extraer bitcoins. Toma el concepto de la minería de bitcoins, pero en lugar de los sofisticados algoritmos de procesamiento y Blockchain, RollerCoin te permite poner a prueba tus habilidades, completar misiones, emprender tareas y jugar a juegos para construir tu imperio de minería.",
		"description2": "Básicamente, hemos eliminado las cosas complicadas y hemos mantenido la diversión. Crea y desarrolla tu propio centro de datos de minería, implementa mejoras y ajustes para aumentar tu poder de minería y competir con amigos. Sin configuración del mundo real, sin complicaciones: solo tienes que registrarte, iniciar sesión, personalizar a tu personaje y ya puedes empezar. ¡Tú tienes el control absoluto! Solo jugar, nada de trabajar: ese es nuestro lema.",
		"topMiners": "Mejores mineros",
		"allMiners": "Tudo los mineros",
		"online": "en línea:",
		"total": "Total",
		"miners": "Mineros:",
		"max": "Máx.:",
		"joined": "Unidos:"
	},
	"howItWorks": {
		"title": "¿CÓMO FUNCIONA?",
		"signup": "registro",
		"description": "Rápido y sencillo. Usa tu cuenta de correo electrónico o de Facebook: ¡un par de clics y estarás listo para minar!",
		"customize": "PERSONALIZA A TU PERSONAJE",
		"ownCharacter": "Crea tus propios personajes de RollerCoin. Personalízalos, transfórmalos... Tú decides.",
		"startMining": "EMPIEZA EL JUEGO DE MINERÍA",
		"playAndFun": "Juega a divertidos y adictivos minijuegos, misiones secundarias y tareas para aumentar tu capacidad de minería. Cuanto más poderoso sea tu minero, mayor será tu participación. Así de simple.",
		"earnBitcoin": "CONSIGUE RECOMPENSAS DE BLOQUE",
		"profits": "Las ganancias no tardarán en llegar. Retira o actualiza a tu minero para avanzar. Tienes que gastar dinero para ganar dinero, ¿lo entiendes?",
		"empire": "¡CONSTRUYE TU IMPERIO MINERO!",
		"history": "Te has ganado un lugar en la historia de RollerCoin. Hazte con un Ferrari, o una isla, o un par de cervezas y un trozo de pizza... lo que sea que te haga feliz a ti."
	},
	"hooked": {
		"title": "Vale, tenéis toda mi atención. ¡Contadme más cosas!",
		"obstacles": "Obstáculos del mundo real",
		"realStuff": "Tendrás que lidiar con algunas cuestiones reales, como seguir las tasas de las criptodivisas, calcular qué moneda es más rentable para minar y recargar tus máquinas de minería. ¡Bueno, es posible que esto te frene un poco, pero seguro que no puede detener a un minero de verdad!",
		"friend": "Trae a un amigo",
		"bestFriend": "¿Quién es el mejor entre tus amigos? ¡Tráelo y que empiece la competición! Construye el centro de datos más poderoso y gana a toda la comunidad de RollerCoin. Además, nos aseguraremos de que los dos recibáis una buena bonificación por correr la voz.",
		"earn": "MINA BITCOINS REALES",
		"cut": "Jugarás como si realmente estuvieras minando: cada diez minutos se asigna un bloque de bitcoin y todos los jugadores activos obtienen una parte. El tamaño de tu parte depende de tu capacidad de minería. Puedes disfrutar de una buena recompensa por todo tu tiempo y esfuerzo.",
		"facility": "Construye tu instalación minera",
		"playGames": "¿Quieres aumentar tu influencia? Juega a minijuegos, completa diferentes tareas y lleva a cabo misiones para subir de nivel y ganar más capacidad de minería. Actualiza tu centro de datos lo suficiente y te convertirás en superminero, uno de los peces gordos.",
		"prizes": "Eventos especiales y premios",
		"promotions": "Constantemente organizamos concursos y promociones especiales para premiar a los mineros más trabajadores. Sigue jugando a nuestro simulador de minería y sigue las noticias para no perdértelos.",
		"obstacles2": "Obstáculos del mundo real"
	},
	"joinText": "¿Demasiado bueno para ser verdad? ¡Únete ahora y compruébalo!",
	"signup": "Regístrate"
}
