{
  "helmetTitle": "RollerCoin – Simulador de Mineração de Bitcoin Online",
  "helmetDescription": "❰❰❰ RollerCoin ❱❱❱ é o primeiro simulador de mineração de bitcoin online ☛ Comece a jogar agora mesmo! ☚ Ganhe bitcoins reais enquanto aproveita o jogo e disputa com seus amigos.",
  "rollerTitleAdditional": "SIMULADOR DE MINERAÇÃO DE BITCOIN ONLINE",
  "startMining": "Comece a minerar",
  "virtualData": "MONTE SEU CENTRO DE DADOS VIRTUAL E COMECE A MINERAR",
  "haveFun": "BITCOINS ENQUANTO SE DIVERTE.",
  "nextBlock": "Valor do próximo bloco",
  "distributed": "Será distribuído em",
  "poolSize": "Tamanho total da rede",
  "payout": "Recompensa das últimas 24h",
  "totalPaid": "Total minerado",
  "nutshell": {
    "title": "O básico de RollerCoin",
    "description1": "RollerCoin é um jogo online de mineração de Bitcoin virtual onde você compete com seus amigos minerando Bitcoins. Ele usa o conceito da mineração do Bitcoin, mas em vez dos algoritmos de processamento sofisticados e blockchain, o RollerCoin permite que você teste suas habilidades, complete missões, receba tarefas e jogue para construir seu império da mineração.",
    "description2": "Basicamente, retiramos todas as coisas complicadas e deixamos a diversão. Monte e desenvolva seu próprio centro de dados de mineração, faça melhorias e ajustes para ampliar seu poder de mineração e dispute com seus amigos. Nenhuma configuração no mundo real, nenhuma complicação – é só se cadastrar, entrar, personalizar seu personagem e tudo está pronto. Você tem o controle total! Só jogar e nada do trabalho – esse é o nosso lema.",
    "topMiners": "MINEIROS TOP",
    "allMiners": "Tudo Mineradoras",
    "online": "Online:",
    "total": "Total",
    "miners": "Mineradoras:",
    "max": "Máx.:",
    "joined": "Entrou:"
  },
  "howItWorks": {
    "title": "COMO FUNCIONA?",
    "signup": "Cadastro",
    "description": "Rápido e simples. Use um e-mail ou sua conta do Facebook. Bastam alguns cliques e está tudo pronto para minerar!",
    "customize": "PERSONALIZE SEU PERSONAGEM",
    "ownCharacter": "Crie seus próprios personagens em RollerCoin. Personalize, enfeite – você decide.",
    "startMining": "COMECE O JOGO DE MINERAÇÃO",
    "playAndFun": "Jogue missões paralelas, tarefas e minijogos divertidos e viciantes para aumentar seu poder de mineração. Quanto mais poderoso for o seu minerador, maior será sua parte. É simples. Simples.",
    "earnBitcoin": "RECEBA BLOCOS DE RECOMPENSA",
    "profits": "Os ganhos não vão te deixar esperando. Pode sacar ou desenvolver suas mineradoras para avançar. Precisa gastar dinheiro para ganhar dinheiro, não é?",
    "empire": "MONTE SEU IMPÉRIO BITCOIN!",
    "history": "Você conquistou seu lugar na história de RollerCoin. Compre uma Ferrari, ou uma ilha, ou algumas cervejas e uma pizza – na verdade, o que quer que seja que lhe agrade.."
  },
  "hooked": {
    "title": "Beleza, me interessei. Conta mais!",
    "obstacles": "Obstáculos do Mundo Real",
    "realStuff": "Você terá que lidar com situações reais, como os índices das criptomoedas, calcular qual moeda é mais lucrativa para minerar e recarregar suas máquinas de mineração. Bem, isso pode te atrapalhar um pouco, mas temos certeza que não impedirão um minerador de verdade!",
    "friend": "CONVIDE SEUS AMIGOS",
    "bestFriend": "Quem é o melhor entre seus amigos? Convide todos eles e que comece a competição! Construa o data center mais poderoso e conquiste toda a comunidade da RollerCoin. E vamos entregar um bônus para você e seus amigos por compartilharem o jogo..",
    "earn": "MINERE BITCOINS REAIS",
    "cut": "Você jogará como se estivesse minerando de verdade: a cada dez minutos, um bloco de bitcoin é alocado e todos os jogadores ativos recebem um pedaço. O tamanho do seu pedaço depende do seu poder de mineração. Você pode curtir uma bela recompensa por todo seu tempo e esforço.",
    "facility": "Construa seu Local de Mineração",
    "playGames": "Quer aumentar sua influência? Jogue minijogos, complete tarefas diferentes e missões para subir de nível e ganhar mais poder de mineração. Melhore seu centro de dados o suficiente para se tornar um super minerador - um dos peixes grandes.",
    "prizes": "Eventos e Prêmios Especiais",
    "promotions": "Temos concursos e promoções frequentes para recompensar os mineradoras mais dedicados. Continue jogando nosso simulador de mineração e siga as novidades para não ficar de fora.",
    "obstacles2": "Obstáculos do Mundo Real"
  },
  "joinText": "Bom demais para ser verdade? Participe agora e confira!",
  "signup": "Cadastrar"
}
