{
  "whatIsRollerToken": "What is RollerToken?",
  "isANewVirtual": "RollerToken is a new virtual currency that will lay the foundation for the future RollerCoin crypto economy. The token will be developed on ethereum blockchain with all the applicable smart contract features. As soon as it is implemented, it will be the primary minable token and a valid method to purchase in-game items. Besides, it will be used to organize mining pools, explore additional locations, enter challenges, pay for utilities, and a lot more. As you know, the spoon is dear when lunchtime is near. Thus we must keep going and bring the game to ultimately new level, and we want you to participate in the future of RollerCoin.",
  "whyDoYouNeedRollerToken": "Why do you need RollerToken?",
  "weCanAssureYou": "We can assure you that the development of RollerToken will not limit but rather expand the variety of RollerCoin features and opportunities. We are building an independent virtual universe with its own economy and community. Below we will reveal some of the major coming features and how RollerToken will be applied. Not all of them, of course :) The rest will be announced when the time comes.",
  "newPowerful": " New powerful miners and upgrades",
  "wePlanToAdd": "We plan to add at least 30 new upgradable miners before the New Year. With the introduction of long-awaited electricity feature, all the miners will have different power, consumption, architecture, and additional bonuses. You can buy upgrades to improve specific attributes and gain more profit from the device. Guess what! You will need RollerToken to make it happen.",
  "customRandom": "Custom random boosts and upgrades!",
  "yesWeWillImplement": "Yes, we will implement “loot boxes,” as a reward for certain in-game activities where you can find rare items, boosts, miners, and upgrades that you can not buy anywhere else. You will have a chance to craft and mix items to get something completely unique. Some top tier “loot boxes” will require RollerToken to be opened.",
  "InGameMarketplace": "In-game marketplace",
  "andWatDoYouDo": "And what do you do with all this stuff, including something you may no longer need? You can either use it or sell it on the real in-game MARKETPLACE! We want to expand your opportunities and create real market economy within RollerCoin. You will have a chance to buy, sell, or trade any in-game items at any price you want. You can set a market price or create an auction for other miners to ‘fight’ for a very special rare item - total flexibility and discretion.",
  "cryptocurrencyExchange": "Cryptocurrency Exchange",
  "howAboutAFully": "How about a fully functional in-game cryptocurrency exchange? You heard it right! RollerToken will not be something you can walk in and buy in-store - you will have to trade your Bitcoins for it. And not only Bitcoins, as we plan to integrate other cryptocurrency, mostly gaming utility tokens, to make it a true decentralized exchange. This means that RollerToken will have real demand, supply, and usage. Buy low, sell high, they say! ;)",
  "miningPools": "Mining pools!",
  "weWillSlightly": "We will slightly reorganize the block reward distribution algorithm to make it more realistic, thus more efficient to mine jointly in groups or teams. Mining pools will have their own internal policy as to entrance fees, commissions, and reward distribution. We will also implement special rewards and boosts for the pools that will not be available to solo miners. It is a unique opportunity for you to create your own community in the evolving RollerCoin universe.",
  "whoDoYouWantToBe": "Who do you want to be?",
  "soWhetherYou": "So whether you want to be a rich market merchant, a successful trader, a profitable miner, or even all at once - RollerCoin will provide you with every single opportunity with the help of RollerToken. Do you want to be a part of the new crypto world order? Get in now to get special bonuses, status, discounts, and better starting point when it all begins!",
  "buyTokens": "BUY TOKENS"
}