{
  "whatIsRollerToken": "¿Qué es RollerToken?",
  "isANewVirtual": "RollerToken es una nueva divisa virtual que sentará las bases para la futura criptoeconomía de RollerCoin. El token se desarrollará en la blockchain de ethereum con todas las funciones contractuales inteligentes vigentes. En cuanto se implemente, será el token minable principal y un método válido para comprar artículos en el juego. Además, se utilizará para organizar grupos de minería, explorar ubicaciones adicionales, participar en desafíos, pagar servicios y mucho más. Como sabéis, cuando se acerca la hora de comer, no podemos olvidar la cuchara. Por lo tanto, debemos continuar y llevar el juego a un nuevo nivel, y queremos que participes en el futuro de RollerCoin.",
  "whyDoYouNeedRollerToken": "¿Por qué necesitas RollerToken?",
  "weCanAssureYou": "Podemos asegurarle que el desarrollo de RollerToken no limitará, sino que ampliará la variedad de funciones y oportunidades de RollerCoin. Estamos construyendo un universo virtual independiente con su propia economía y su propia comunidad. A continuación, revelaremos algunas de las principales características que vamos a tener y cómo se aplicará RollerToken. No todas ellas, por supuesto :) El resto se anunciarán cuando llegue el momento.",
  "newPowerful": " Nuevos mineros poderosos y mejoras",
  "wePlanToAdd": "Pensamos añadir al menos 30 nuevos mineros actualizables antes del Año Nuevo. Con la introducción de la tan ansiada función de electricidad, todos los mineros tendrán diferentes niveles de poder, consumo, arquitectura y bonificaciones adicionales. Puedes comprar mejoras para mejorar atributos específicos y obtener más ganancias del dispositivo. ¿Sabes una cosa? Necesitarás RollerToken para que esto sea posible.",
  "customRandom": "¡Mejoras y potenciadores aleatorios personalizados!",
  "yesWeWillImplement": "Sí, implementaremos «cajas de botín» como recompensa por ciertas actividades en el juego, donde puedes encontrar artículos poco comunes, potenciadores, mineros y actualizaciones que no puedes comprar en ningún otro lugar. Tendrás la oportunidad de crear y mezclar elementos para obtener algo completamente único. Para algunas «cajas de botín» de nivel superior será necesario que RollerToken esté abierto.",
  "InGameMarketplace": "Mercado del juego",
  "andWatDoYouDo": "¿Y qué haces con todas estas cosas, incluido lo que quizás ya no necesites? ¡Puedes usarlas o venderlas en el MERCADO real del juego! Queremos ampliar tus oportunidades y crear una economía de mercado real dentro de RollerCoin. Tendrás la oportunidad de comprar, vender o intercambiar cualquier artículo del juego al precio que quieras. Puede establecer un precio de mercado o crear una subasta para que otros mineros «luchen» por un artículo raro muy especial: total flexibilidad y discreción.",
  "cryptocurrencyExchange": "Intercambio de criptodivisas",
  "howAboutAFully": "¿Qué tal un intercambio de criptomonedas totalmente funcional dentro el juego? ¡Sí, lo has oído bien! RollerToken no será un lugar donde se pueda entrar y comprar en la tienda; tendrás que cambiar tus Bitcoins. Y no solo Bitcoins, ya que planeamos integrar otras criptodivisas, en su mayoría tokens de utilidad de juegos, para que sea un auténtico intercambio descentralizado. Esto significa que RollerToken tendrá demanda, suministro y uso reales. Dicen... ¡Compra barato y vende! ;)",
  "miningPools": "¡Grupos de minería!",
  "weWillSlightly": "Vamos a reorganizar ligeramente el algoritmo de distribución de recompensas de bloque para que sea más realista y, por lo tanto, más eficiente para minar conjuntamente en grupos o equipos. Los grupos de minería tendrán su propia política interna en cuanto a tasas de acceso, comisiones y distribución de recompensas. También implementaremos recompensas especiales y potenciadores para los grupos, que no estarán disponibles para los mineros que trabajen en solitario. Es una oportunidad única para que crees tu propia comunidad en el universo en constante evolución de RollerCoin.",
  "whoDoYouWantToBe": "¿Quien quieres ser?",
  "soWhetherYou": "Sea lo que sea lo que quieras ser, tanto si se trata de un rico comerciante del mercado, un comerciante de éxito, un minero rentable o todo esto a la vez, RollerCoin te dará todas las oportunidades con la ayuda de RollerToken. ¿Quieres formar parte del nuevo orden mundial de criptomonedas? ¡Accede ahora para conseguir bonificaciones especiales, estatus, descuentos y un punto de partida aventajado cuando empiece todo!",
  "buyTokens": "COMPRAR TOKENS"
}