{
  "whatIsRollerToken": "O que é RollerToken?",
  "isANewVirtual": "RollerToken é uma nova moeda virtual que definirá a base para a futura economia cripto de RollerCoin. O token será desenvolvido em uma blockchain ethereum com todos os recursos de smart contract aplicáveis. Assim que for implementado, ele será o token minerável primário e uma método válido de comprar itens no jogo. Além disso, ele será usado para organizar grupos de mineração, explorar locais adicionais, participar de desafios, pagar por serviços e muito mais. Como você sabe, mais vale prevenir do que remediar. Por isso precisamos continuar em frente e levar o jogo para um novo nível, e queremos que você participe no futuro de RollerCoin.",
  "whyDoYouNeedRollerToken": "Por que você precisa de RollerToken?",
  "weCanAssureYou": "Podemos garantir que o desenvolvimento do RollerToken não limitará, mas sim aumentará a varidade de recursos e oportunidades em RollerCoin. Estamos construindo um universo virtual independente com sua própria economia e comunidade. Abaixo revelaremos alguns dos maiores recursos que estão chegando e como o RollerToken será aplicado. Nem todos, é claro :) O resto será anunciado quando a hora chegar.",
  "newPowerful": " Novos mineradoras poderosos e melhorias",
  "wePlanToAdd": "Planejamos adicionar pelo menos 30 novos mineradoras que podem ser melhorados antes do ano novo. Com a introdução do tão aguardado recurso de eletricidade, todos mineradoras terão poder, consumo, arquitetura e bônus adicionais diferentes. Você pode comprar melhorias para aprimorar atributos específicos e lucrar mais com o dispositivo. Adivinha!? Você precisará de RollerToken para fazer isso acontecer.",
  "customRandom": "Impulsos e melhorias aleatórios personalizados!",
  "yesWeWillImplement": "Sim, implementaremos \"caixas de itens\", como recompensas por certas atividades no jogo onde você pode encontrar itens raros, impulsos, mineradoras e melhorias que não pode comprar em nenhum outro lugar. Você terá uma chance de criar e misturar itens para obter algo completamente único. Algumas \"caixas de itens\" de nível elevado precisarão de RollerToken para serem abertas.",
  "InGameMarketplace": "Mercado no jogo",
  "andWatDoYouDo": "E o que você faz com tudo isso, incluindo algo que você não precise mais? Você pode usar ou vender no MERCADO no jogo! Queremos aumentar suas oportunidades e criar uma economia real dentro de RollerCoin. Você terá a chance de comprar, vender ou trocar quaisquer itens no jogo pelo preço que quiser. Você pode definir um preço de mercado ou criar um leilão para que outros mineradoras \"briguem\" por um item raro especial - flexibilidade e discrição completas.",
  "cryptocurrencyExchange": "Câmbio de Criptomoeda",
  "howAboutAFully": "Que tal um câmbio de criptomoeda completamente funcional no jogo? É isso mesmo! O RollerToken não será algo que você pode entrar e comprar na loja - você terá que trocar suas Bitcoins por ele. E não apenas Bitcoins, planejamos integrar outras criptomoedas, em sua maioria token de utilidade de jogos, para que seja um câmbio realmente descentralizado. Isso significa que o RollerToken terá uma demanda, oferta e uso reais. Compre por pouco, venda por muito, como dizem! ;)",
  "miningPools": "Grupos de mineração!",
  "weWillSlightly": "Reorganizaremos levemente o algoritmo de distribuição de blocos de recompensa para que sejam mais realistas, e com isso mais eficientes de serem minerados em grupos ou equipes. Grupos de mineração terão suas próprias políticas internas em respeito a taxas de entrada, comissões e distribuição de recompensas. Também vamos implementar recompensas especiais e impulsos para grupos que não estarão disponíveis para mineradoras solo. É uma oportunidade única para você criar sua própria comunidade no universo RollerCoin em evolução.",
  "whoDoYouWantToBe": "Quem você quer ser?",
  "soWhetherYou": "Então não importa se você quer ser um comerciante rico no mercado, um negociador de sucesso, ou minerador lucrativo ou até mesmo tudo ao mesmo tempo - RollerCoin te fornecerá cada oportunidade com a ajuda do RollerToken. Você quer fazer parte de uma nova ordem mundial da criptomoeda? Entre agora para receber bônus especiais, descontos e um ponto inicial melhor quando tudo começar!",
  "buyTokens": "COMPRAR TOKENS"
}